"Volume" = "Volume"; 
"Tuning" = "Intonazione"; 
"Harmonics" = "Armonici"; 
"Timbre" = "Timbro"; 
"Timbre Envelope" = "Inviluppo timbro"; 
"Decay" = "Decadimento"; 
"Richness" = "Ricchezza"; 
"Distortion" = "Distorsione"; 